Repository: whiteroom/events
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_newseventregistration_domain_model_news
source: Events
de: Veranstaltungen

source: Create New
de: Abschicken

# event.media
source: Media
de: Eine Bilddatei (max. 8MB)

# event.eventTitle
source: Event Title
de: Titel der Veranstaltung

# event.eventType
source: Event Type
de: Art der Veranstaltung

# event.eventSpeaker
source: Event Speakers, Guests
de: Weitere Angaben (Referenten, Gäste, etc.) max. 256 Zeichen

# event.eventLanguage
source: Event Language
de: Sprache

# event.eventDate
source: Event Date
de: Beginn der Veranstaltung (Datum)

# event.eventTime
source: Event Time
de: Beginn (Uhrzeit)

# event.eventOpeningHours
source: Event Opening Hours
de: Öffnungszeiten

# event.eventEnd
source: Event End
de: Veranstaltungsende (Datum)

# event.feeFree
source: Fee Free
de: Eintritt frei

# event.fee
source: Fee
de: Eintritt

# event.eventCurrency
source: Event Currency
de: Währung

# event.location
source: Location
de: Veranstaltungsort

# event.locationStreet
source: Location Street
de: Adresse, Strasse

# event.locationCity
source: Location City
de: Stadt

# event.locationCountry
source: Location Country
de: Land

# event.locationWheelchairAccessible
source: Location Wheelchair Accessible
de: Zugang ist rollstuhlgängig

# event.organizer
source: Organizer
de: Veranstalter

# event.organizerWww
source: Organizer Website
de: Veranstalter Webseite

# event.organizerEmail
source: Organizer Email
de: Veranstalter Email

# event.registrationUntil
source: Registration Until
de: Anmeldung bis

# event.notes
source: Notes
de: Bemerkungen

# event.subheader
source: Subheader
de: Untertitel

# event.frontendUser
source: Frontend User
de: Frontend Benutzer

# event.salutationEmail
source: Thank you for registering an event!
de: Danke für die Anmeldung einer Veranstaltung!

# event.bodytextEmail
source: Please note, that the publication of your data is preceded by a formal inspection. Publication is therefore not intended to take place immediately. Thank you. This is the data you submitted:
de: Bitte beachten sie, dass die eingereichten Daten von uns geprüft werden. Die Publikation ihrer Veranstaltung erfolgt deshalb nicht unmittelbar. Herzlichen Dank. Das sind die Angaben die wir erhalten haben:

# error.1221560718
source: This field is required!
de: Bitte dieses Feld ausfüllen!

# error.1486994606
source: The date must have the syntax d.m.Y!
de: Bitte das Datum numerisch in der Schreibweise: Tag.Monat.Jahr

# error.1486994607
source: The date must be in the future!
de: Das Datum muss in der Zukunft liegen!
